;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! auctex)
(package! cdlatex)
(package! company-lsp)
(package! fcitx)
(package! lsp-mode)
(package! lsp-rust)
(package! lsp-ui)
(package! tiny)
