;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! cargo)
(package! cdlatex)
(package! company-lsp)
(package! fcitx)
(package! lsp-mode)
(package! lsp-ui)
(package! memory-usage)
(package! tiny)
